Repository: zahyur/NVDARemote
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg

source: NVDA Remote
bg: Отдалечен достъп

source: Connect...
bg: Свързване...

source: Remotely connect to another computer running NVDA Remote Access
bg: Отдалечено свързване към друг компютър използващ Отдалечен достъп чрез NVDA

source: Disconnect
bg: Прекратяване

source: Disconnect from another computer running NVDA Remote Access
bg: Прекъсване на връзката с друг компютър използващ NVDA Remote Access

source: Mute remote speech
bg: Заглушаване на дистанционната реч

source: Mute speech from the remote computer
bg: Заглушаване на речта от отдалечения компютър

source: &Push clipboard
bg: &Прехвърляне на клипборда

source: Push the clipboard to the other machine
bg: Прехвърляне на клипборда към другия компютър

source: &Options...
bg: &Настройки...

source: Options
bg: Настройки

source: Send Ctrl+Alt+Del
bg: Изпращане на Ctrl+Alt+Del

source: R&emote
bg: &Отдалечен достъп

source: NVDA Remote Access
bg: Отдалечен достъп чрез NVDA

source: Mute or unmute the speech coming from the remote computer
bg: Заглушаване или премахване на заглушаването на речта, идваща от отдалечения компютър

source: Not connected.
bg: Без връзка.

source: Error Connecting
bg: Грешка при свързване

source: Unable to connect to the remote computer
bg: Свързването с отдалечения компютър е невъзможно

source: Connect
bg: Свързване

source: Connected!
bg: Установена е връзка!

source: Connection interrupted
bg: Връзката е прекъсната

source: Connected to control server
bg: Установена е връзка с контролиращия сървър

source: Sending keys.
bg: Изпращане на клавиши.

source: Not sending keys.
bg: Клавишите не се изпращат.

source: &Host:
bg: &Домакин:

source: &Key:
bg: &Ключ:

source: &Generate Key
bg: &Генериране на ключ

source: Get External &IP
bg: &Извличане на външния IP

source: &External IP:
bg: &Външен IP:

source: Successfully retrieved IP address. Your port is open.
bg: Успешно извлечен IP адрес. Вашият порт е отворен.

source: Success
bg: Успех

source: Retrieved external IP, but your port is not currently forwarded.
bg: Получен е външен IP, но в момента вашият порт не е пренасочен.

source: Warning
bg: Предупреждение

source: Unable to contact portcheck server, please manually retrieve your IP address
bg: Връзката към сървъра на portcheck се провали, ще трябва ръчно да получите своя IP адрес

source: Error
bg: Грешка

source: Client
bg: Клиент

source: Server
bg: Сървър

source: Control another machine
bg: Управляване на друг компютър

source: Allow this machine to be controlled
bg: Позволяване тази машина да бъде управлявана

source: Both host and key must be set.
bg: Домакина и ключа трябва да бъдат зададени.

source: Key must be set.
bg: Ключът трябва да бъде зададен.

source: Auto-connect to control server on startup
bg: Автоматично свързване към контролиращия сървър при стартиране

source: Remote NVDA not connected.
bg: Отдалеченият NVDA не е свързан.

source: Remote Support
bg: Отдалечена поддръжка

source: Allows remote control of and remote access to another machine.
bg: Позволява отдалечено управление на и отдалечен достъп до друг компютър.
